Repository: palasthotel/correction
Catalog: plugin/languages/corrections-*.po
Languages: de_de

source: Corrections
de_de: Korrekturen

source: Latest corrections
de_de: Neuste Korrekturen

source: All revisions
de_de: Alle Revisionen

source: Requests
de_de: Korrekturanfragen

source: Send correction request to
de_de: Korrekturanfrage senden an

source: Sending requests...
de_de: Sende Anfragen...

source: Save post to send requests.
de_de: Beitrag speichern, um Anfragen zu senden.

source: No recipients selected.
de_de: Kein Empfänger ausgewählt.

source: All requests
de_de: Alle Korrekturanfragen

source: Latest requests
de_de: Neuste Korrekturenanfragen

source: Show all requests
de_de: Alle Korrekturanfragen anzeigen

source: No request yet.
de_de: Noch keine Anfragen vorhanden.

source: Post corrections workflow
de_de: Workflow für Beitragskorrekturen

source: Palasthotel by Edward <edward.bock@palasthotel.de>
de_de: Palasthotel von Edward <edward.bock@palasthotel.de>
